#pragma once
// TextFilesCppShuvi.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
/*
     _______________________________________________
    |												|
    |			Text Files C++	(Variant 15)	    |
    |_______________________________________________|
                8. Файлы
    8.1. Текстовые файлы
    Базовый уровень
    Задание: создать текстовый файл с произвольной
    информацией. Организовать  просмотр содержимого
    файла. Организовать чтение и обработку данных из
    файла в соответствии с индивидуальным заданием.
    Сохранить полученные результаты в новый текстовый
    файл.
*/
        //<Используемые библиотеки и функции>
#include <iostream>
#include <windows.h>
#include <ctime>
#include <fstream>
#include <string>
#include "LowLevelTask.h"
#include "MidleTaskLevel.h"
#include "HardTaskLevel.h"
        //<\Используемые библиотеки и функции>

